Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: cancel
ar: إلغاء
cs: zrušit
de: kündigen
es: cancelar
es_419: cancelar
fr: annuler

source: capacity
ar: السعة
cs: kapacita
de: kapazität
es: capacidad
es_419: capacidad
fr: capacité

source: channel id
ar: معرف القناة
cs: ID kanálu
de: kanal-ID
es: ID de canal
es_419: identificador de canal
fr: Identifiant du canal

source: choose image
ar: اختر الصورة
cs: vybrat obrázek
de: bild auswählen
es: elegir imagen
es_419: elegir imagen
fr: choisir l'image

source: claimed amount
ar: المبلغ المطالب به
cs: nárokovaná částka
de: geforderter Betrag
es: Cantidad reclamada
es_419: importe reclamado
fr: montant récupéré

source: comment
ar: تعليق
cs: komentář
de: kommentar
es: comentario
es_419: comentar
fr: commentaire

source: completed at
ar: اكتمل في
cs: Dokončeno v
de: abgeschlossen bei
es: Completado en
es_419: completado a las
fr: terminé à

source: confirmed
ar: تم التأكيد
cs: potvrzeno
de: bestätigt
es: confirmado
es_419: confirmado
fr: confirmé

source: connecting to electrum
ar: الاتصال بالالكتروم
cs: Připojení k Electrum
de: verbindung mit Electrum
es: Conectando a Electrum
es_419: conectándose con Electrum
fr: connexion à Electrum

source: connecting to peer
ar: الاتصال بنظير
cs: Připojení k peeru
de: verbindung zu Peer
es: Conectando a la par
es_419: conectándose con par
fr: connexion au pair

source: continue to next step
ar: المتابعة إلى الخطوة التالية
cs: pokračovat na další krok
de: weiter zum nächsten Schritt
es: continuar con el siguiente paso
es_419: continuar al paso siguiente
fr: continuer à la prochaine étape

source: copy
ar: نسخ
cs: kopírovat
de: kopieren
es: copiar
es_419: copiar
fr: copier

source: created: %@
ar: تم انشاؤها في: %@
cs: vytvořeno: %@
de: erstellt: %@
es: creado: %@
es_419: creada: %@
fr: créé : %@

source: edit
ar: تعديل
cs: upravit
de: bearbeiten
es: editar
es_419: editar
fr: éditer

source: elapsed
ar: تمت في غضون
cs: uplynulý čas
de: verstrichen
es: tiempo transcurrido
es_419: transcurrido
fr: Temps écoulé

source: empty
ar: فارغة
cs: prázdný
de: leer
es: vacío
es_419: vacío
fr: vide

source: example payment
ar: مثال على الدفع
cs: příklad platby
de: zahlungsbeispiel
es: ejemplo de pago
es_419: ejemplo de pago
fr: exemple de paiement

source: example payment :
ar: مثال لدفع :
cs: příklad platby :
de: zahlungsbeispiel:
es: ejemplo de pago :
es_419: ejemplo de pago:
fr: example de paiement :

source: fetching more rows...
ar: جلب المزيد من الصفوف...
cs: načtení dalších řádků...
de: mehr Zeilen abrufen...
es: Obteniendo mas filas…
es_419: obteniendo más filas...
fr: récupération de nouvelles données...

source: full payment history
ar: سجل السداد الكامل
cs: úplná platební historie
de: vollständige Zahlungshistorie
es: historial de pagos completo
es_419: historial de pagos completo
fr: historique des paiements

source: funding tx
ar: تمويل TX
cs: financování tx
de: finanzierung tx
es: transacción de financiación
es_419: transacción de financiación
fr: transaction de création

source: hidden amount
ar: المبلغ المخفي
cs: skrytá částka
de: versteckte Menge
es: cantidad oculta
es_419: importe oculto
fr: montant caché

source: iCloud Backup
ar: النسخ الاحتياطي على iCloud
cs: zálohování iCloud
es: Respaldo en iCloud
es_419: Copia de seguridad de iCloud
fr: Sauvegarde iCloud

source: iCloud account temporarily unavailable
ar: حساب iCloud غير متاح مؤقتًا
cs: dočasně nedostupný účet iCloud
de: iCloud-Konto vorübergehend nicht verfügbar
es: Cuenta de iCloud temporalmente no disponible
es_419: La cuenta de iCloud no está disponible temporalmente
fr: Votre compte iCloud est temporairement indisponible.

source: iCloud backup
ar: النسخ الاحتياطي على iCloud
cs: zálohování iCloud
es: Respaldo en iCloud
es_419: Copia de seguridad de iCloud
fr: Sauvegarde iCloud

source: iCloud backup not completed!
ar: لم يكتمل النسخ الاحتياطي على iCloud!
cs: zálohování na iCloud nebylo dokončeno!
de: iCloud-Backup nicht abgeschlossen!
es: ¡La copia de seguridad de iCloud no se completó!
es_419: ¡La copia de seguridad de iCloud no se ha completado!
fr: La sauvegarde iCloud n'a pas abouti

source: iCloud network failure
ar: مشكلة في شبكة iCloud
cs: selhání sítě iCloud
de: iCloud Netzwerkausfall
es: Fallo en la red de iCloud
es_419: Error de red de iCloud
fr: Erreur du réseau iCloud

source: iCloud service busy
ar: خدمة iCloud مشغولة
cs: služba iCloud je zaneprázdněna
de: iCloud-Dienst beschäftigt
es: Servicio iCloud ocupado
es_419: El servicio de iCloud está ocupado
fr: Le service iCloud est saturé

source: iCloud service unavailable
ar: خدمة iCloud غير متوفرة
cs: služba iCloud není k dispozici
de: iCloud-Dienst nicht verfügbar
es: Servicio iCloud no disponible
es_419: El servicio de iCloud no está disponible
fr: Le service iCloud est indisponible

source: in-flight payments
ar: المدفوعات على متن الطائرة
cs: platby během letu
de: zahlungen während des Flugs
es: pagos en camino
es_419: pagos en curso
fr: paiements en cours

source: inactive commitments
ar: الالتزامات غير النشطة
cs: neaktivní závazky
de: inaktive Verpflichtungen
es: compromisos inactivos
es_419: compromisos inactivos
fr: commitments inactifs

source: info
ar: معلومات
cs: informace
de: infos

source: invoice
ar: الفاتورة
cs: faktura
de: rechnung
es: factura
es_419: factura
fr: requête

source: invoice description
ar: وصف الفاتورة
cs: popis faktury
de: rechnungsbeschreibung
es: descripción de la factura
es_419: descripción de factura
fr: description de la requête

source: just now
ar: الآن
cs: právě teď
de: gerade eben
es: En este momento
es_419: ahora mismo
fr: à l\'instant

source: know when fees may occur
ar: معرفة متى يمكن أن تحدث الرسوم
cs: vědět, kdy může dojít k obvinění.
de: wissen, wann Gebühren anfallen können
es: para saber cuándo pueden ocurrir cargos
es_419: saber cuándo pueden producirse comisiones
fr: vous saurez quand des frais induits sont à prévoir

source: label (optional)
ar: التسمية (اختياري)
cs: štítek (nepovinné)
de: etikett (optional)
es: etiqueta (opcional)
es_419: etiqueta (opcional)

source: layer 1 -> 2
ar: الطبقة 1 - > 2
cs: vrstva 1 -> 2
de: schicht 1 -&gt; 2
es: Capa 1 -> 2
es_419: capa 1 -> 2
fr: couche 1 -> 2

source: layer 2 -> 1
ar: الطبقة 2 - > 1
cs: vrstva 2 -> 1
de: schicht 2 -&gt; 1
es: Capa 2 -> 1
es_419: capa 2 -> 1
fr: couche 2 -> 1

source: lno1... (paste offer here)
ar: lno1... (الصق العرض هنا)
cs: lno1... (vložit nabídku sem)
de: lno1... (Angebot hier einfügen)
es: lno1... (pega aquí la oferta)
es_419: lno1... (pega aquí la oferta)

source: lnurl-auth
ar: المصادقة

source: max absolute
ar: الحد الأقصى المطلق
cs: max absolutní
de: max absolut
es: Máximo absoluto
es_419: máximo absoluto
fr: frais absolus max

source: max fee
ar: الحد الأقصى للرسوم
cs: maximální poplatek
de: maximale Gebühr
es: tarifa máxima
es_419: comisión máxima
fr: frais maximum

source: max percent
ar: النسبة المئوية القصوى
cs: max. procento
de: max Prozent
es: porcentaje máximo
es_419: porcentaje máximo
fr: pourcentage max

source: max:
ar: كحد أقصى:
es: máximo:
es_419: máximo:

source: min:
ar: دقيقة:
es: minimo:
es_419: mínimo:

source: name, lightning address, offer...
ar: الاسم، عنوان البرق، العرض...
cs: jméno, blesková adresa, nabídka...
de: name, Blitzadresse, Angebot...
es: nombre, dirección del rayo, oferta...
es_419: nombre, dirección del rayo, oferta...
fr: nom, adresse éclair, offre...

source: never
ar: أبدا
cs: nikdy
de: nie
es: nunca
es_419: nunca
fr: jamais

source: nfc
ar: إن إف سي

source: no description
ar: بدون وصف
cs: bez popisu
de: keine Beschreibung
es: Sin descripción
es_419: sin descripción
fr: Sans description

source: none
ar: لا شيء
cs: žádné
de: keine
es: ninguno
es_419: ninguno

source: now
ar: حاليا
cs: nyní
de: jetzt
es: ahora
es_419: ahora
fr: maintenant

source: on-chain <-> lightning
ar: على السلسلة <-> برق
cs: na řetězci <-> lightning
de: on-chain <-> blitz
es: en cadena <-> Lightning
es_419: en la cadena <-> lightning
fr: chaîne Bitcoin <-> lightning

source: open link
ar: افتح الرابط
cs: otevřít odkaz
de: link öffnen
es: abrir enlace
es_419: abrir enlace
fr: ouvrir le lien

source: opens browser
ar: فتح المتصفح
cs: otevře prohlížeč
de: öffnet den Browser
es: abre el navegador
es_419: abre el navegador
fr: ouvre le navigateur

source: other
ar: أخرى
cs: jiné
de: andere
es: otro
es_419: otra
fr: autre

source: paste
ar: معجون
cs: vložit
de: einfügen
es: pegar
es_419: pegar
fr: coller

source: payment hash
ar: هاش الدفعة
cs: hash platby
de: zahlungshash
es: hash de pago
es_419: hash del pago
fr: hash du paiement

source: payment preimage
ar: الصورة المسبقة للدفع
cs: předobraz platby
de: zahlungsvorstellung
es: preimagen de pago
es_419: imagen previa del pago
fr: préimage du paiement

source: pending
ar: قيد الانتظار
cs: Čekající
de: anhängig
es: Pendiente
es_419: pendiente
fr: en cours

source: pending on-chain confirmation
ar: في انتظار التأكيد على السلسلة
cs: čeká na potvrzení v řetězci
de: ausstehende On-Chain-Bestätigung
es: pendiente de confirmación en cadena
es_419: confirmación pendiente en la cadena
fr: confirmation en attente sur la chaîne

source: plus hidden amount incoming
ar: بالإضافة إلى المبلغ المخفي الوارد
cs: plus skrytá částka příchozí
de: plus versteckter Betrag eingehend
es: más la cantidad oculta entrante
es_419: más el importe oculto entrante
fr: plus un montant entrant masqué

source: range
ar: النطاق
cs: rozsah
de: bereich
es: rango
es_419: rango
fr: plage

source: refresh
ar: تحديث
de: aktualisieren
es: actualizar
es_419: actualizar
fr: Rafraîchir

source: restoring connections
ar: استعادة الاتصالات
cs: obnovení spojení
de: verbindungen wiederherstellen
es: restaurar conexiones
es_419: restaurando conexiones
fr: rétablissement des connexions

source: sat
ar: جلس

source: scan qr code
ar: مسح رمز الاستجابة السريعة ضوئياً
cs: skenování qr kódu
de: qr-code scannen
es: escanear código qr
es_419: escanear código qr
fr: scanner un code qr

source: select miner fee when sending on-chain
ar: تحديد رسوم المُعدِّن عند الإرسال على السلسلة
cs: vybrat poplatek za těžbu při odesílání v řetězci
de: miner-Gebühr beim Senden auf der Kette auswählen
es: seleccione la tarifa de minero al enviar en cadena
es_419: seleccionar la comisión de minería al enviar en la cadena
fr: choisissez les frais de minage quand vous payez sur la chaîne

source: share
ar: المشاركة
cs: sdílet
de: teilen
es: compartir
es_419: compartir
fr: partager

source: state
ar: الولاية
cs: stát
de: staat
es: estado
es_419: estado
fr: état

source: tip
ar: إكراميّة
cs: dýško
de: tipp
es: propina
fr: dernier bloc

source: to speed up on-chain payments
ar: لتسريع عمليات الدفع على السلسلة
cs: zvýšit sazbu poplatků za vaše platby
de: um Zahlungen in der Kette zu beschleunigen
es: para acelerar los pagos en cadena
es_419: para acelerar pagos en la cadena
fr: augmentez à chaud les frais de vos transaction en attente sur la chaîne

source: total amount
ar: المبلغ الإجمالي
cs: celková částka
de: gesamtbetrag
es: Cantidad total
es_419: importe total
fr: Montant total

source: total amount: (ttlBtcn) ≈(ttlFiat)
ar: المبلغ الإجمالي: (ttlBtcn) ≈(ttlFiat)
cs: celková částka: (ttlBtcn) ≈(ttlFiat)
de: gesamtbetrag: (ttlBtcn) ≈(ttlFiat)
es: Cantidad total: (ttlBtcn) ≈(ttlFiat)
es_419: importe total: (ttlBtcn) ≈(ttlFiat)
fr: montant total : (ttlBtcn) ≈(ttlFiat)

source: tx index
ar: مؤشر TX
es: índice de transacción
es_419: índice de transacción:
fr: index de la tx

source: view on blockchain
ar: عرض على البلوك تشين
cs: pohled na blockchain
de: ansicht über Blockchain
es: Ver cadena de bloques
es_419: ver en la cadena de bloques
fr: voir sur la chaîne

source: waiting for confirmations
ar: في انتظار التأكيدات
cs: čekání na potvrzení
de: warten auf Bestätigungen
es: esperando confirmaciones
es_419: esperando confirmaciones
fr: en attente de confirmations

source: waiting for internet
ar: في انتظار الإنترنت
cs: čekání na internet
de: warten auf Internet
es: esperando internet
es_419: esperando internet
fr: en attente d’internet

source: wallet: %@
ar: المحفظة: %@
cs: peněženka: %@
de: brieftasche: %@
es: billetera: %@
es_419: billetera: %@
fr: portefeuille: %@

source: will be sent to:
ar: سيتم إرسالها إلى:
cs: bude zaslána na adresu:
de: gesendet werden:
es: será enviado a:
es_419: se enviará a:
fr: sera envoyé à :

source: ≈ 1 hour
ar: ≈ 1 ساعة
cs: ≈ 1 hodina
de: ≈ 1 Stunde
es: ≈ 1 hora
es_419: ≈ 1 hora
fr: ≈ 1 heure

source: ≈ 1+ days
ar: ≈ 1+ أيام
cs: ≈ 1+ dní
de: ≈ 1+ Tage
es: ≈ 1+ días
es_419: ≈ 1+ días
fr: ≈ 1+ jour

source: ≈ 10 minutes
ar: ≈ 10 دقائق
cs: ≈ 10 minut
de: ≈ Nächster Block
es: ≈ 10 minutos
es_419: ≈ Próximo bloque

source: ≈ 30 minutes
ar: ≈ 30 دقيقة
cs: ≈ 30 minut
de: ≈ 30 Minuten
es: ≈ 30 minutos
es_419: ≈ 30 minutos

source: BIP39 seed with standard BIP84 derivation path
cs: Seed BIP39 se standardní odvozovací cestou BIP84
de: BIP39 Seed mit Standard BIP84 Ableitungspfad
es: Semilla BIP39 con ruta de derivación estándar BIP84
es_419: Semilla BIP39 con ruta de derivación BIP84 estándar
fr: Seed BIP39 avec chemin de dérivation BIP84

source: Tx
cs: Transakce
es: Transacción
es_419: Transacción

source: blockchain tx
cs: Blockchainová transakce
es: Transacción de blockchain
es_419: transacción en la cadena de bloques
fr: Transaction blockchain

source: <decryption error>
es: <error de descifrado>
es_419: <error de descripción>
fr: <échec du déchiffrement>
